[GENERAL]
NAME				= Polish
TRANSLATOR			= Andrew Szubert, aktualizacja od v.4.2.0.1439 Zbigniew Strzelczyk
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Licencja programu wygasła.
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= Niezarejestrowany
TEXT_SAFEMODE			= Tryb bezpieczny
TEXT_SAFEMODE_MESSAGE		= Bandicam działa w trybie bezpiecznym. \nNiektóre funkcje, w tym sprzętowo przyspieszone kodowanie, mogą nie działać w trybie bezpiecznym.
TEXT_INIT_FAIL			= Program źle zainicjowany.
TEXT_APPINFO			= Bandicam - Przechwytywanie wysokiej jakości.
TEXT_HAS_BEEN_UNREGISTERED	= Bandicam has been unregistered.


; error
TEXT_ERROR_DISKSPACE		= Za mało miejsca do zapisu.
TEXT_ERROR_VIDEO_CAP		= Nie udało się uruchomić zapisu wideo.
TEXT_ERROR_AUDIO_CAP		= Nie udało się uruchomić zapisu dźwięku.\nKliknij na OK, by uzyskać pomoc.
TEXT_ERROR_IMAGE_CAP		= Błąd zapisu obrazu.\nSprawdź folder docelowy.
TEXT_ERROR_CREATEFILE		= Nie udało się utworzyć pliku.\nKliknij na OK, by uzyskać pomoc.
TEXT_ERROR_OUTPUTFOLDER		= Folder wyjściowy nie istnieje. Wybierz nowy folder.
TEXT_ERROR_RENAME_FILE		= Failed to rename the selected file.
TEXT_ERROR_CODEC_INIT		= Nie udało się zainicjować kodeka.
TEXT_ERROR_CODEC_INIT_RETRY	= Nie udała się inicjacja kodeka.\nCzy chcesz spróbować jeszcze raz z kodekiem H. 264 (CPU)?
TEXT_ERROR_CODEC_VIDEO		= Zatrzymano nagrywaniez powodu błędu kodeka wideo.
TEXT_ERROR_LOGO_IMAGE		= Nieobsługiwany typ pliku.\nProszę wybrać format obsługiwany(*.png).
TEXT_ERROR_INIT_DEVICE		= Nie udało się zainicjować urządzenia do przechwytywania.
TEXT_ERROR_NO_DEVICES		= Nie wykryto urządzenia do przechwytywania.
TEXT_ERROR_EXISTING_PRESET_NAME	= Podana nazwa ustawienia już istnieje. \nWpisz inną nazwę.
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = Ta funkcja nie jest już dostępna ze względu na politykę Facebooka.
TEXT_CAN_NOT_CHANGE_TB		= Nie można zmienić tych ustawień w wersji darmowej programu. Proszę go zarejestrować!
TEXT_CAN_NOT_ADD_MORE_THAN_10	= You can not add more than 10 items.
TEXT_WARNING_AMD_APP		= Twój system nie obsługuje kodeka 'H.264 (AMD VCE)', zostanie użyty kodek domyślny.
TEXT_WARNING_AMD_APP2		= Twój system nie obsługuje kodeka 'H.264 (AMD VCE)'.
TEXT_WARNING_DEVICE_CHANGE	= Jeśli zmieniasz ustawienia urządzenia wideo nagrywanie zostanie zatrzymane. Na pewno chcesz kontynuować?
TEXT_WARNING_EXIT_BANDICAM	= Jeśli zamkniesz Bandicam nagrywanie zostanie zatrzymane.\nNa pewno chcesz zamknąć Bandicam?
TEXT_WARNING_EXIT_BANDICAM_SREC	= Po zakończeniu tego programu planowane nagrywanie nie może być kontynuowane. \nNa pewno chcesz zamknąć Bandicam?
TEXT_WARNING_DEL_OVERLAY	= Are you sure you want to delete the selected overlay?
TEXT_WARNING_UNREGISTER		= Are you sure you want to unregister Bandicam?

; video setting page name
TEXT_VID_PAGE_SOUND		= Dźwięk
TEXT_VID_PAGE_WEBCAM		= Kamera
TEXT_VID_PAGE_LOGO		= Logo
TEXT_VID_PAGE_EFFECTS		= Mysz
TEXT_VID_PAGE_TEXT		= Text
TEXT_VID_PAGE_OPTIONS		= Opcje

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= Logo

; option page name
TEXT_OPT_PAGE_GENERAL		= Ogólne
TEXT_OPT_PAGE_OUTPUT		= Wyjście
TEXT_OPT_PAGE_HOOKING		= Przechwyt
TEXT_OPT_PAGE_LANGUAGE		= Język
TEXT_OPT_PAGE_OTHERS		= Inne

TEXT_VIDEO			= Wideo
TEXT_AUDIO			= Dźwięk

TEXT_FOLDER_SELECT		= Wybierz folder zapisu

TEXT_FMT_FULL_SIZE		= Pełny
TEXT_FMT_HALF_SIZE		= Połówka
TEXT_FMT_FIT_WIDTH		= Na szerokość
TEXT_FMT_FIT_HEIGHT		= Na wysokość
TEXT_FMT_CUSTOM_SIZE		= Własny
TEXT_FMT_STEREO			= Stereo
TEXT_FMT_MONO			= Mono
TEXT_FMT_ORIGINAL_PCM		= Oryginalny format audio
TEXT_FMT_AUTO			= Automat.
TEXT_FMT_LOSSLESS		= Bezstratny

; preset
TEXT_PRESET_DEFAULT		= Domyślny
TEXT_PRESET_HALFSIZE		= Połówka
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 Kl/sek (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 Kl/sek (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 Kl/sek (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 Kl/sek (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 Kl/sek (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 Kl/sek (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS	= Ultraszybkie 60 Kl/sek
TEXT_PRESET_LOWEND		= Słaby PC
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube / Twitter (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube / Twitter (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube / Twitter (720p)
TEXT_PRESET_YOUTUBE_1080P	= YouTube / Twitter (1080p)
TEXT_PRESET_PMP			= Dla PMP/Divx Player
TEXT_PRESET_EDIT		= Do edycji - Premiere/Sony Vegas
TEXT_PRESET_POWERPOINT		= Dla PowerPointa
TEXT_PRESET_320x0		= Do szer. 320x0
TEXT_PRESET_640x0		= Do szer. 640x0
TEXT_PRESET_800x0		= Do szer. 800x0
TEXT_PRESET_1280x0		= Do szer. 1280x0
TEXT_PRESET_USER		= Ustawienia własne

TEXT_CHANGE_LANG		= Aby zmienić język należy uruchomić ponownie program.\nZrobić to teraz?
TEXT_CHANGE_HOOK		= Aby zmienić cel przechwytywania należy uruchomić ponownie program.\nZrobić to teraz?
TEXT_CHANGE_SIZE		= Aby zmienić rozmiar okna Bandicam należy uruchomić ponownie program.\nZrobić to teraz?
TEXT_RESET_ALL_SETTINGS		= Na pewno przywrócić wszystkie ustawienia do domyślnych?

TEXT_REGISTER_SUCCEEDED		= Twoja kopia programu została zarejestrowana.
TEXT_REGISTER_FAILED		= Błąd rejestracji. \nSprawdź swój e-mail oraz numer seryjny.
TEXT_REGISTER_CONNECT_FAILED	= Błąd połączenia z serwerem rejestracji.\nProszę sprawdzić połączenie internetowe oraz ustawić systemową datę i godzinę.\nKliknij na OK, by uzyskać pomoc.
TEXT_REGISTER_INFO		= Adres e-mail: %s\r\nNumer seryjny: %s
TEXT_REGISTER_LIMITED		= Zatrzymano nagrywanie.\n\nWersja darmowa programu pozwala nagrać tylko 10 minut. Proszę się zarejestrować!
TEXT_REGISTER_LIMITED_SREC	= Wersja darmowa programu pozwala nagrać tylko 10 minut. Proszę się zarejestrować!
TEXT_REGISTER_NEWRECORD		= Nie można rozpocząć ponownego nagrywania w darmowej wersji programu. Proszę się zarejestrować!
TEXT_REGISTER_LICENCE_INFO	= Niezarejestrowany!!!\r\nJeśli chcesz nagrywać bez znaku wodnego na obrazie \r\nnależy kupić licencję na program.

TEXT_PROGRAM_INVALID		= Ten program jest błędnie zainstalowany. \nNależy zainstalować go ponownie.

TEXT_SELECT_NOT_SELECTED	= Wybierz tryb nagrywania
TEXT_SELECT_TARGET		= Proszę kliknąć okno docelowe
TEXT_SELECT_DEVICE		= Proszę wybrać urządzenie przechwytywania
TEXT_TARGET_DIRECTX		= Tryb nagrywania gry - Nagrywanie oknna gry lub odtwarzacza przez DirectX.
TEXT_TARGET_SCREEN		= Tryb nagrywania ekranu - Nagrywanie pulpitu lub okna przeglądarki WWW.
TEXT_TARGET_DEVICE		= Tryb urządz. przechwytywania - Nagrywanien z kamery internetowej i HDMI.
TEXT_TARGET_CHANGING		= Jeśli zmienisz tryb nagrywania, zostanie ono zatrzymane.\nNa pewno kontynuować?
TEXT_TARGET_CLOSE		= Gdy zamkniesz bieżący tryb nagrywania, nagrywanie zostanie zatrzymane.\nNa pewno chcesz kontynuować?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Nie możesz nagrywać w trybie w trybie nagrywania gry ponieważ nie wybrano okna docelowego.\n\nChcesz zmienić tryb nagrywania na tryb nagrywania ekranu aby zacząć nagrywać?
TEXT_TARGET_CHANGE_TO_RECTANGLE2= Nie możesz nagrywać w trybie przechwytywanie z urządzenia gdyż nie zostało ono wybrane.\n\nChcesz zmienić tryb nagrywania na tryb nagrywania ekranu aby zacząć nagrywać?
TEXT_TARGET_CHANGE_TO_RECTANGLE3= Nie można rozpocząć nagrywania, bo nie wybrano trybu nagrywania.\n\nCzy chcesz wybrać "Tryb nagrywania ekranu", by rozpocząć nagrywanie?

TEXT_STATUSBAR_READY		= Gotowy
TEXT_STATUSBAR_RECORDING	= Nagrywanie
TEXT_STATUSBAR_PAUSE		= Pauza

TEXT_UPDATE_AVAILABLE		= Jest dostępna nowsza wersja programu. \nChcesz ją teraz pobrać?
TEXT_UPDATE_UNAVAILABLE		= Ta wersja jest najnowsza.
TEXT_UPDATE_FAILED		= Nie można sprawdzić informacji o wersji. \nKomputer może nie mieć dostępu do internetu lub serwer nie działa właściwie.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Nie można wysłać. Jeśli właśnie się zapisałeś proszę zweryfikować swój adres email.

TEXT_TARGET_FULL		= Pełny ekran
TEXT_TARGET_RESTORE		= Przywróć
TEXT_TARGET_FIND		= Wybierz obszar nagrywania
TEXT_TARGET_RESIZE		= Menu rozmiaru
TEXT_TARGET_IMAGE		= Przechwyt obrazu
TEXT_TARGET_PEN			= Tryb rysowania
TEXT_TARGET_RECORD_START	= Nagrywanie - Start
TEXT_TARGET_RECORD_PAUSE	= Nagrywanie - Pauza
TEXT_TARGET_RECORD_STOP		= Nagrywanie - Stop
TEXT_TARGET_MENU		= Menu
TEXT_TARGET_DISPLAY		= Pokaź %d

TEXT_DEVICE_FULL		= Pełny ekran
TEXT_DEVICE_RESTORE		= Przywróć
TEXT_DEVICE_SELECT_DEVICE	= Wybierz urządzenie
TEXT_DEVICE_VOLUME		= Ustaw. głośności
TEXT_DEVICE_IMAGE		= Przechwyt. obrazu
TEXT_DEVICE_RECORD_START	= Nagrywanie - start
TEXT_DEVICE_RECORD_PAUSE	= Nagrywanie - pauza
TEXT_DEVICE_RECORD_STOP		= Nagrywanie - stop
TEXT_DEVICE_MENU		= Menu

TEXT_RC_HOWTO_NOCOMPLETE	= Wyłącz automatyczne zakończenie nagrania
TEXT_RC_HOWTO_BYTIME		= czasowe
TEXT_RC_HOWTO_BYSIZE		= Wg rozmiaru
TEXT_RC_HOWTO_BYSILENCE		= By silent duration
TEXT_RC_AFTER_NEWRECORD		= Nowe nagrywanie
TEXT_RC_AFTER_EXIT		= Zakończ program
TEXT_RC_AFTER_SHUTDOWN		= Wyłącz komputer

TEXT_SHUTDOWN_SEC		= Wyłączenie komputera za %d sek.

TEXT_SEL_IMAGE_FILE		= Wybierz plik obrazu

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -- Wyłącz (Zalecane) --

TEXT_CORRUPTED_AVI_FILE		= Ostatnio nagrany plik został uszkodzony.\nChcesz go naprawić?\n\nPlik: %s
TEXT_SELECTED_CORRUPTED_FILE	= The selected file is corrupt.\nDo you want to fix it?\n\nFile: %s
TEXT_TRAY_BALLOON_TIP		= Kliknij na ikonę w zasobniku, by przywrócić Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT	= Kliknij na ikonę w zasobniku, by pokazać okno nagrywania ekranu.
TEXT_TRAY_BALLOON_TIP_DEVICE	= Kliknij na ikonę w zasobniku, by pokazać okno urządzenia nagrywania.
TEXT_FORCE_STOP			= Nie udało się zatrzymać nagrywania gdyż docelowe okno nie odpowiada.\nCzy chcesz wymusić zamknięcie?
TEXT_EXTERNAL_CODEC		= - Zewnętrzny kodek -
TEXT_CUDA_GPU_AUTOSELECT	= (Wybór automatyczny)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Stan nagrywania
TEXT_INDICATOR_TIME		= Czas nagrywania
TEXT_INDICATOR_SIZE		= Wielkość pliku nagrania / wolne miejsce
TEXT_INDICATOR_VOLUME		= Poziom głośności

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normalny] Ogólny priorytet
TEXT_REC_PRIORITY_HIGH		= [Wysoki] Powyżej normalnego
TEXT_REC_PRIORITY_HIGHEST	= [Najwyższy] Inne zadania mogą zwolnić

; output page message
TEXT_OUTPUTS_BANDICUT		= Nie zainstalowano Bandicut. Chcesz go pobrać teraz?
TEXT_OUTPUTS_DELETE		= Na pewno usunąć bezpowrotnie wybrane pliki?
TEXT_OUTPUTS_SELCOUNT		= %d wybrany(ch) plik(ów)

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Nazwa docelowa
TEXT_FILE_NAME_PREFIX_CUSTOM	= Własny prefiks
TEXT_FILE_NAME_PREFIX_NONE	= Żadny
TEXT_FILE_NAME_SUFFIX_TIME	= Data/Czas
TEXT_FILE_NAME_SUFFIX_NUMBER	= Numer kolejny

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Wpisz wartość pomiędzy 1 a 1440 minut.
TEXT_TIMER_REC_STOP_RECORDING	= Trwa nagrywanie. \nCzy napewno zatrzymać nagrywanie i kontynuować?
TEXT_TIMER_REC_MODE_NOT_SELECTED= Nagrywanie czasowe jest niedostępne, bo tryb nagrywania nie jest ustawiony. Najpierw wybierz tryb nagrywania.

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Podaj tytuł nagrania do wysłania.
TEXT_UPLOAD_VID_NO_PASSWORD	= Wpisz hasło.
TEXT_UPLOAD_YOUTUBE_LOGIN	= Logowanie - Youtube
TEXT_UPLOAD_VIMEO_LOGIN		= Logowanie - Vimeo
TEXT_UPLOAD_FACEBOOK_LOGIN	= Logowanie - Facebook
TEXT_UPLOAD_COMPLETE		= Wysłane
TEXT_UPLOAD_ERR_FAIL		= Błąd wysyłania pliku wideo.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Ten plik jest zbyt duży do wysłania.
TEXT_UPLOAD_ERR_FREESPACE	= Brak wolnego miejsca na Vimeo do wysłania.
TEXT_UPLOAD_ERR_CONNECT		= Błąd połączenia z serwerem.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Nie udało się przesłać tego wideo. Użytkownicy Vimeo Basic nie mogą korzystać z tej funkcji.

; deinterlacing
TEXT_DEINT_NONE			= Brak
TEXT_DEINT_ODD			= Pola nieparzyste
TEXT_DEINT_EVEN			= Pola parzyste
TEXT_DEINT_BLEND		= Zestaw

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= [PTT] Nagrywanie gdy wciśnięty
TEXT_SND_CAP_PUSH_TO_MUTE	= [PTM] Wyciszony gdy wciśnięty

; download & update 
TEXT_UPDATE_IN_PROGRESS		= Instalacja w toku...
TEXT_UPDATE_FAILED_DL		= Nie udało się pobrać plików instalacyjnych.\nSystem może nie być aktualnie podłączony do Internetu.
TEXT_UPDATE_INSTALL_SUCCEED	= Instalacja zakończona.
TEXT_UPDATE_INSTALL_FAILED	= Instalacja nie powiodła się.

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= (Brak)
TEXT_WEBCAM_FLIP_HORIZONTAL	= Poziome
TEXT_WEBCAM_FLIP_VERTICAL	= Pionowe

; scheduled recording list
TEXT_SREC_HEADER_NAME		= Nazwa
TEXT_SREC_HEADER_STATUS		= Status
TEXT_SREC_HEADER_START_TIME	= Czas rozpoczęcia
TEXT_SREC_HEADER_END_TIME	= Czas zakończenia
TEXT_SREC_HEADER_DURATION	= Czas trwania
TEXT_SREC_HEADER_TARGET		= Docelowo
TEXT_SREC_HEADER_AFTER_REC	= Po nagraniu
TEXT_SREC_DEFAULT_NAME		= Harmonogram
TEXT_SREC_DELETE_SCHEDULES	= Na pewno chcesz trwale usunąć wybrane harmonogramy?
TEXT_SREC_STATUS_WAITING	= Czekanie
TEXT_SREC_STATUS_RECORDING	= Nagrywanie
TEXT_SREC_STATUS_PASSED		= Minęło
TEXT_SREC_STATUS_INACTIVE	= Nieaktywny
TEXT_SREC_TARGET_NOT_CHANGE	= (Nie zmieniaj)
TEXT_SREC_TARGET_FULL_SCREEN	= Pełny ekran
TEXT_SREC_TARGET_CUSTOM_AREA	= Prostokąt na ekranie
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= Użyj ostatniego celu nagrywania.
TEXT_SREC_DISPLAY		= Pokaż %d
TEXT_SREC_DO_NOTHING		= (Nic nie rób)
TEXT_SREC_EXIT_BANDICAM		= Wyjdź z Bandicam
TEXT_SREC_SHUTDOWN_PC		= Wyłącz komputer
TEXT_SREC_ERR_TIME		= Czas trwania musi być w przedziale od 00:00:01 do 23:59:59.
TEXT_SREC_ERR_DAY		= Należy wybrać co najmniej jeden dzień.
TEXT_SREC_ERR_OVERLAPPED	= Czas nagrywania pokrywa się z "%s"
TEXT_SREC_SAME_DAY		= Ten sam dzień
TEXT_SREC_DAY_AFTER		= Dzień po
TEXT_SREC_EVERYDAY		= Codziennie
TEXT_SREC_SUN			= Niedziela
TEXT_SREC_MON			= Poniedziałek
TEXT_SREC_TUE			= Wtorek
TEXT_SREC_WED			= Śoda
TEXT_SREC_THU			= Czwartek
TEXT_SREC_FRI			= Piątek
TEXT_SREC_SAT			= Sobota
TEXT_SREC_START_INFO		= Rozpocznij nagrywanie w %s.
TEXT_SREC_STOP_INFO		= Zatrzymaj nagrywanie w %s.
TEXT_SREC_DAY			= %Ddzień
TEXT_SREC_DAYS			= %Ddni
TEXT_SREC_WAITING_0		= Nie ma planowanych nagrań.
TEXT_SREC_WAITING_1		= Jest 1 zaplanowane nagranie.
TEXT_SREC_WAITING_N		= Jest %d planowanych nagrań.

; bandifix
TEXT_BDFIX_APPTITLE		= BandiFix
TEXT_BDFIX_CONFIRM_EXIT		= Still processing. Are you sure you want to exit?
TEXT_BDFIX_NOT_SUPPORTED_FILE	= The input file is not in a supported format.
TEXT_BDFIX_NOT_CORRUPTED	= The input file is not corrupt.\nDo you want to continue?
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= The input file is not corrupt or cannot be checked for corruption.
TEXT_BDFIX_ALREADY_EXISTS	= The output file already exists. Would you like to overwrite it?
TEXT_BDFIX_SAME_PATH		= The output file path is the same as the input file path.
TEXT_BDFIX_DISK_SPACE		= Not enough disk space to create output file.
TEXT_BDFIX_PROCESS_COMPLETE	= Process complete!
TEXT_BDFIX_STATUS_PROCESSING	= In progress
TEXT_BDFIX_STATUS_COMPLETE	= Complete
TEXT_BDFIX_STATUS_FAILED	= Failed
TEXT_BDFIX_STATUS_READY		= Ready
TEXT_BDFIX_FAILED_TO_OPEN	= The input file cannot be opened.
TEXT_BDFIX_FAILED_TO_PROCESS	= Failed to process recovery task.

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= AVI Files
TEXT_OP_FILTER_MP4		= MP4 Files
TEXT_OP_FILTER_PNG		= PNG Files
TEXT_OP_FILTER_ALL		= All Files
TEXT_OP_FILTER_MEDIA		= Media Files

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (Domyślne urządz. audio)
TEXT_DEFAULT_DEVICE_FORMAT	= (Format wykryty automat.)
TEXT_HOTKEY_NONE		= (Brak)
TEXT_ADD_YOUR_TEXT_HERE		= Add your text here

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= Home
$BN_PAGE_GENERAL		= Ogólne
$BN_PAGE_FPS			= Kl/sek
$BN_PAGE_VIDEO			= Wideo
$BN_PAGE_IMAGE			= Obraz
$BN_PAGE_ABOUT			= O programie...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Opcje
$ST_GEN_OUTPUT_FOLDER		= Folder docelowy
$BN_GEN_OPEN_OUTPUT_FOLDER	= Otwórz
$BN_GEN_ADV_OPTIONS		= Zaawansowane
$CK_GEN_ALWAYS_ON_TOP		= Zawsze na wierzchu
$CK_GEN_START_MINIMIZED		= Uruchom zminimalizowany
$CK_GEN_RUN_WHEN_START		= Uruchom przy starcie systemu
$CK_GEN_RECORD_WHEN_RUN		= Rozpocznij nagrywanie pełnoekranowe przy starcie
$CK_GEN_TIMER_RECORDING		= Ustaw timer autostartu nagrywania
$ST_GEN_LANGUAGE		= Język
$ST_GEN_REC_AUTO_START		= Automat. start nagrywania
$ST_GEN_REC_SCHEDULED		= Harmonogram nagrań
$BN_GEN_REC_SCHEDULED		= Ustawienia
$ST_GEN_REC_AUTO_COMPLETE	= Automat. stop nagrywania
$BN_GEN_REC_AUTO_COMPLETE	= Ustawienia
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Nakładka
$CK_FPS_OVERLAY_HOTKEY		= Pokaż/Ukryj skrót
$CK_FPS_OVERLAY_POS_HOTKEY	= Pozycja skrótu
$CK_FPS_OVERLAY			= Nakładka Kl/sek
$ST_FPS_LIMIT			= Limit Kl/sek
$CK_FPS_LIMIT_HOTKEY		= Klawisz skrótu
$CK_FPS_LIMIT			= Limit Kl/sek
$CK_FPS_LIMIT_ONLY_CAP		= Przy nagrywaniu
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Nagrywanie wideo
$CK_VID_RECORD_HOTKEY		= Klawisz skrótu Nagrywanie/Stop
$CK_VID_PAUSE_HOTKEY		= Klawisz skrótu Pauza
$CK_VID_SHOW_CURSOR		= Pokaż kursor
$CK_VID_CLICK_EFFECTS		= Dodaj efekt kliku myszki
$CK_VID_WEBCAM_OVERLAY		= Dodaj obraz z kamery
$BN_VID_RECORD_SETTINGS		= Ustawienia
$ST_VID_FORMAT			= Format
$ST_VID_FORMAT_VIDEO		= Wideo
$ST_VID_FORMAT_AUDIO		= Audio
$BN_VID_FORMAT_SETTINGS		= Ustawienia
$BN_VID_FORMAT_PRESETS		= Profile
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Przechwyt obrazu
$CK_IMG_CAPTURE_HOTKEY		= Klawisz skrótu
$CK_IMG_CAPTURE_REPEAT		= Powtórz pobranie
$ST_IMG_CAPTURE_REPEAT		= sekund(y)
$CK_IMG_SHOW_CURSOR		= Pokaż kursor
$CK_IMAGE_ADD_LOGO		= Dodaj nakładkę logo
$CK_IMG_SHUTTER_SOUND_EFFECT	= Efekt dźwięku migawki
$BTN_IMAGE_SETTINGS		= Ustawienia
$ST_IMG_FORMAT			= Format
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Normalny
$CK_IMG_FORMAT_JPG_HQ		= JPG - HQ
$CK_IMAGE_JPG_CUSTOM		= JPG - Dostosuj jakość (20~100)
$BTN_IMG_FORMAT_ANIGIF		= Jak zapisać jako animowany gif
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= Urządzenie GPU
$ST_OUT_TAB_VIDEO		= Wideo
$ST_OUT_TAB_IMAGE		= Obraz
$BN_OUT_PLAY_VIDEO		= Odtwórz
$BN_OUT_OPEN_IMAGE		= Otwórz
$BN_OUT_EDIT			= Edycja
$BN_OUT_UPLOAD			= Wysyłanie
$BN_OUT_DELETE			= Usuń
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Wersja programu
$ST_ABO_COPYRIGHT		= Prawa autorskie(c) 2009-2020 Bandicam.com
$BN_ABO_NEW_VERSION		= Dostępna jest nowa wersja.
$BN_ABO_CHECK_UPDATE		= Sprawdź aktualizację
$ST_ABO_LICENCE_INFO		= Info o licencji
$BN_ABO_REGISTER		= Rejestruj
$BN_ABO_REGISTER_HELP		= Jak kupić i zarejestrować
$BN_ABO_UPDATE_REGISTRATION	= Aktualizuj rejestrację
$ST_ABO_HOMEPAGE_INFO		= URL witryny
$ST_ABO_HOMEPAGE_URL		= Strona programu
$ST_ABO_FAQ_URL			= FAQ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= Proszę wybrać urządzenie!
$ST_DEVICE_CONNECTING		= Łączenie...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= <font color="yellow">Bandicut</font> to niezbędny program dla użytkowników BANDICAM. Możesz szybko wyciąć i połączyć wideo nagrane z BANDICAM. 
$BTN_UPDATE_STEP1_LINK		= Dowiedz się więcej
$ST_UPDATE_STEP2_TEXT		= Pobieranie w toku...
$BTN_UPDATE_INSTALL		= Zainstaluj teraz
$BTN_UPDATE_LATER		= Nie, dziękuję!
$BTN_UPDATE_CANCEL		= Anuluj
$BTN_UPDATE_CLOSE		= Zamknij

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= Wybierz tryb nagrywania, który chcesz użyć.
$ST_START_SEL_RECT		= Obszar prostokąta
$ST_START_SEL_FULL		= Pełny ekran
$ST_START_SEL_MOUSE		= Wokół myszy
$ST_START_SEL_GAME		= Nagrywanie gry
$ST_START_SEL_DEVICE		= Nagrywanie urządzenia
$ST_START_SEL_HELP		= Pomoc online

$ST_START_RECT_TITLE		= Nagrywanie ekranu - prostokąt na ekranie
$ST_START_RECT_DESC		= Ten tryb umożliwia nagrywanie częściowego obszaru w oknie prostokąta.
$ST_START_RECT_STEP		= 1. Wybierz rozmiar i obszar do przechwytu.[br] 2. Kliknij na 'REC' lub naciśnij klawisz skrótu nagrywania.

$ST_START_FULL_TITLE		= Nagrywanie ekranu - pełny ekran
$ST_START_FULL_DESC		= Ten tryb umożliwia nagrywanie całego ekranu pulpitu.
$ST_START_FULL_STEP		= 1. Wybierz monitor do przechwytu.[br] 2. Kliknij na 'REC' lub naciśnij na klawisz skrótu nagrywania.

$ST_START_MOUSE_TITLE		= Nagrywanie ekranu - wokół myszy
$ST_START_MOUSE_DESC		= Ten tryb umożliwia nagrywanie wokół kursora przemieszczanego przez użytkownika na ekranie pulpitu.
$ST_START_MOUSE_STEP		= 1. Wybierz określony rozmiar do przechwytu.[br] 2. Kliknij na 'REC' lub naciśnij klawisz skrótu nagrywania.

$ST_START_GAME_TITLE		= Tryb nagrywania gry 
$ST_START_GAME_DESC		= Ten tryb umożliwia nagrywanie gry pokazując jednocześnie Kl/sek.
$ST_START_GAME_STEP		= 1. Uruchom grę i sprawdź zieloną liczbę (Kl/sek).[br]2. Kliknij na 'REC' lub naciśnij klawisz skrótu nagrywania.

$ST_START_DEVICE_TITLE		= Tryb nagrywania urządzenia
$ST_START_DEVICE_DESC		= Ten tryb umożliwia nagrywanie z zewnętrznych urządzeń wideo, takich jak kamera internetowa, Xbox, smartfon, IPTV itp.
$ST_START_DEVICE_STEP		= 1. Wybierz kamerę lub urządzenie przechwytujące.[br]2.  Kliknij na 'REC' lub naciśnij klawisz skrótu nagrywania.

$BN_START_HELP			= Pokaż pomoc online
$BN_START_RECORD		= Start nagrywania
$BN_START_RECORD_STOP		= Stop nagrywania
$ST_START_HOTKEY_RECORD		= Nagraj/Stop
$ST_START_HOTKEY_SCREENSHOT	= Przechwyt obrazu
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= Play
$BN_BDFIX_OPEN_FOLDER		= Open Folder
$BN_BDFIX_CLOSE			= Close
$ST_BDFIX_INPUT_FILE		= Input File
$ST_BDFIX_INPUT_FILE2		= Open a corrupt avi/mp4 file.
$BN_BDFIX_INPUT_FILE		= Open
$ST_BDFIX_OUTPUT_FILE		= Output File
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= Wybierz obszar nagrywania
$MENU_RECTANGLE			= Prostokąt na ekranie
$MENU_FULLSCREEN		= Pełny ekran
$MENU_AROUND_MOUSE		= Wokół myszy
$MENU_RECT_FIND_WINDOW		= Wybierz obszar nagrywania
$MENU_RECT_CUSTOM		= Dostosuj rozmiar
$MENU_RECT_RECENTLY_USED	= Ostatnio używany rozmiar
$MENU_FULL_DISPLAY_1		= Display 1
$MENU_FULL_DISPLAY_2		= Display 2
$MENU_FULL_DISPLAY_3		= Display 3
$MENU_FULL_DISPLAY_4		= Display 4
$MENU_FULL_DISPLAY_5		= Display 5
$MENU_FULL_DISPLAY_6		= Display 6
$MENU_FULL_DISPLAY_7		= Display 7
$MENU_FULL_DISPLAY_8		= Display 8
$MENU_MOUSE_CUSTOM		= Dostosuj rozmiar
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Otwórz folder docelowy
$TOOLTIP_SCHEDULED_RECORDING	= Harmonogram nagrań
$TOOLTIP_SCREENSHOT		= Przechwyć obraz
$TOOLTIP_RECORD			= Nagrywanie / Stop
$TOOLTIP_PAUSE			= Pauza
$TOOLTIP_UI_MODE		= Interfejs prosty/rozszerzony
$TOOLTIP_REGISTER		= Zarejestruj program
$TOOLTIP_ONLINE_HELP		= Pomoc online

$TOOLTIP_TOOL_NONE		= Kursor (bez rysunku)
$TOOLTIP_TOOL_PEN		= Pióro
$TOOLTIP_TOOL_PEN_HL		= Zakreślacz 
$TOOLTIP_TOOL_PEN_LINE		= Linia
$TOOLTIP_TOOL_ARROW		= Strzałka
$TOOLTIP_TOOL_BOX		= Prostokąt
$TOOLTIP_TOOL_NUMBER		= Numeracja
$TOOLTIP_TOOL_TEXT		= Tekst
$TOOLTIP_TOOL_ERASER		= Gumka
$TOOLTIP_TOOL_COLOR		= Wybierz kolor
$TOOLTIP_TOOL_LINE		= Szerokość linii
$TOOLTIP_TOOL_UNDO		= Cofnij (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Powtórz (Ctrl+Y)

$TOOLTIP_HOME_SEL		= Wybierz tryb nagrywania
$TOOLTIP_HOME_RECT		= Wybierz tryb nagrywania - Prostokąt
$TOOLTIP_HOME_FULL		= Tryb nagrywania ekranu - Pełny ekran
$TOOLTIP_HOME_MOUSE		= Tryb nagrywania ekranu - Wokół myszy
$TOOLTIP_HOME_GAME		= Tryb nagrywania gra
$TOOLTIP_HOME_DEVICE		= Tryb nagrywania urządzenia

$TOOLTIP_ADD_MOUSE_EFFECT	= Dodaj efekty kursora myszy
$TOOLTIP_ADD_MICROPHONE		= Dodaj mikrofon
$TOOLTIP_ADD_WEBCAM_OVERLAY	= Dodaj nakładkę kamery internetowej
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Anuluj
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Ustawienia formatu 
IDC_ST_FMTSET_FILE		= Format pliku
IDC_ST_FMTSET_VIDEO		= Wideo
IDC_ST_VIDEO_SIZE		= Rozmiar
IDC_ST_VIDEO_FPS		= KL/sek
IDC_ST_VIDEO_CODEC		= Kodek
IDC_ST_VIDEO_CODEC_PROFILE	= Profil
IDC_ST_VIDEO_BITRATE		= Przepływność
IDC_ST_VIDEO_QUALITY		= Jakość
IDC_ST_FMTSET_AUDIO		= Dźwięk
IDC_CK_AUDIO_ORIGINAL_PCM	= Zapisz w formacie oryginalnym
IDC_ED_AUDIO_ORIGINAL_PCM	= Możesz zapisać wielokanałowy dźwięk w formacie HD (96KHz lub więcej).
IDC_ST_AUDIO_CH			= Kanały
IDC_ST_AUDIO_FREQ		= Częstotl.
IDC_ST_AUDIO_CODEC		= Kodek
IDC_ST_AUDIO_BITRATE		= Przepływność
IDC_ST_FORMAT_HELP		= Pomoc

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Zarejestruj program
IDC_ST_1BUY			= 1. Kup
IDC_ST_1BUY_COMMENT		= Bandicam nie jest programem darmowym. Jeśli chcesz nagrywać bez znaku wodnego na obrazie musisz kupić licencję na program.
IDC_BTN_BUY_ONLINE		= Kup online
IDC_ST_2REGISTER		= 2. Zarejestruj
IDC_ST_2REGISTER_COMMENT	= Podczas rejestracji konieczne jest połączenie z internetem.
IDC_ST_EMAIL_ADDRESS		= Adres e-mail
IDC_ST_SERIAL_NUMBER		= Numer seryjny
IDC_BTN_REGISTER_NOW		= Zarejestruj teraz
IDC_BTN_UNREGISTER_NOW		= Unregister
IDC_BTN_CLOSE			= Zamknij

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Sprawdź aktualizację
IDC_ST_UPDATE_SETTING		= Ustawienia
IDC_CK_UPDATE_ENABLE		= Włącz automatyczne sprawdzanie aktualizacji.
IDC_CK_UPDATE_POPUP		= Pokaż okienko gdy jest dostępna ważna aktualizacja.
IDC_UPDATE_CHECK_NOW		= Sprawdź teraz
IDC_CLOSE			= Zamknij

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Opcje zaawansowane
IDC_BTN_RESET			= Resetuj

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Główne
IDC_CK_ALWAYS_ON_TOP2		= Zawsze na wierzchu
IDC_CK_START_MINIMIZED_TO_TRAY	= Uruchom zminimalizowany
IDC_CK_RUN_WHEN_START		= Uruchom przy starcie Windowsa
IDC_CK_RECORD_WHEN_RUN		= Rozpocznij nagrywanie pełnoekranowe przy starcie
IDC_BTN_TIMER_RECORDING		= Ustaw czas automatycznego uruchomienia nagrywania
IDC_CK_SHOW_FPS_IN_VIDEO	= Pokaż Kl/sek w nagranym wideo/obrazie
IDC_ST_SHOW_FPS_IN_VIDEO	= (Tylko w trybie nagrywania gry)
IDC_CK_SHOW_TIP_BAR		= Pokaż pasek podpowiedzi
IDC_CK_NO_TRAY_BALLOON		= Wyłącz wyskakujące powiadomienia w zasobniku
IDC_ST_ADV_AUTOMATIC		= Automatycznie

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Wyjście
IDC_ST_OUT_OUTPUT_FOLDER	= Folder docelowy
IDC_CK_OUT_CREATE_SUBFOLDER	= Automat. utwórz podfolder wyjściowego z nazwą:
IDC_RD_OUT_SUBFOLDER		= Taką samą jak nazwa docelowa
IDC_RD_OUT_SUBFOLDER_2		= "Wideo" lub "Obrazy"
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Włącz buforowanie zapisu na dysku
IDC_ST_OUT_FILE_NAMING		= Ustawienia nazwy pliku
IDC_ST_OUT_EXAMPLE		= np.:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Język
IDC_ST_TRANSLATOR		= Podziękowania dla tłumaczy

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Cel przechwytu
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulkan
IDC_CK_HK_WINDOWS_APPS		= Programy dla Windowsa (UWP)
IDC_CK_DISABLE_DX11_ON_IE9	= Wyłącz przechwyt. DirectX 10/11 w IE9,10/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= Zablokuj nakładkę wideo DirectX
IDC_BTN_BLOCK_LIST		= Lista zablokowanych procesów

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Inne ustawienia
IDC_BTN_VIDEO_RECORD_SETTINGS	= Ustawienia nagrywania wideo
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Ustawienia formatu wideo
IDC_BTN_AUTO_COMPLETE_RECORDING	= Automat. zakończ nagrywania

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Automat. zakończ nagrywania
IDC_ST_RC_HOWTO			= Automat. zakończ nagrywania
IDC_RD_RC_NOTCOMPLETE		= Wyłącz
IDC_RD_RC_TIME			= Wg. czasu nagrania
IDC_ST_RC_MAX_TIME		= Maks.
IDC_RD_RC_SIZE			= Wg. wielkości pliku
IDC_ST_RC_MAX_SIZE		= Maks.
IDC_RD_RC_NOSOUND		= By silent duration (sec)
IDC_ST_RC_AFTER			= Po nagraniu
IDC_RD_RC_NOTHING		= Nie rób nic
IDC_RD_RC_NEW_RECORDING		= Uruchom nowe nagranie
IDC_RD_RC_EXIT_BDCAM		= Zatrzymaj nagrywanie i wyjdź z Bandicam
IDC_RD_RC_SHUTDOWN		= Wyłącz komputer

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= Auto Complete Recording - Notice
IDC_ST_NOSOUND_TITLE		= Silent State
IDC_ST_NOSOUND_DESC		= The recording will be stopped soon because no sound has been played.
IDC_ST_NOSOUND_DESC2		= Stop recording in %d seconds.
IDC_BTN_NOSOUND_CONTINUE	= Continue Recording

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Zamykanie systemu
IDC_ST_SHUTDOWN			= Zamykanie systemu
IDC_ST_SHUTDOWN_INFO		= Komputer zostanie wyłączony.\nKliknij na 'Anuluj' gdy nie chcesz, wyłączyć.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Ustawienia nagrywania

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Nagrywaj dźwięk
IDC_ST_SND_SELECT_1		= Podstawowe urządzenie
IDC_BTN_SND_SETTING_1		= Ustawienia
IDC_ST_SND_VOLUME_1		= Głośność
IDC_CK_SND_MONO_1		= Mono
IDC_ST_SND_SELECT_2		= Drugie urządzenie (Mikrofon)
IDC_BTN_SND_SETTING_2		= Ustawienia
IDC_ST_SND_VOLUME_2		= Głośność
IDC_CK_SND_MONO_2		= Mono
IDC_CK_SND_MIX_SOUND		= Miks. dwóch urządzeń (Oba urządzenia scalone w jedną ścieżkę)
IDC_CK_SND_CAP_PUSH_TO		= Klawisz funkcji kontroli nagrywania dźwięku
IDC_ST_SOUND_HELP		= Pomoc
IDC_CK_SND_SAVE_AS_WAV		= Zapisz ścieżkę audio podczas nagrywania (.wav)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Dodaj nakładkę kamery do wideo
IDC_ST_WEBCAM_SETTING		= Ustawienia
IDC_ST_WEBCAM_POS		= Położenie:
IDC_CK_WEBCAM_USE_CHROMAKEY	= Użyj Chroma Key
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= Zaawansowane
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= Opcje zaawansowane
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Podgląd kamery na ekranie 
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Włącz klaw. skrótu przełącznika podglądu
IDC_RD_WEBCAM_ADD_TO_VIDEO	= Dodaj nakładkę kamery do pliku wideo
IDC_RD_WEBCAM_SAVE_AS_MP4	= Zapisz obraz z kamery do osobnego pliku (.mp4)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Dodaj logo do wideo
IDC_ST_LOGO_SETTING		= Ustawienia
IDC_ST_LOGO_IMAGE		= Obraz:
IDC_ST_LOGO_OPACITY		= Nieprzezrocz.:
IDC_ST_LOGO_POS			= Pozycja:
IDC_ST_LOGO_LR_MARGINS		= P/L margines:
IDC_ST_LOGO_TB_MARGINS		= G/D margines:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= Pokaż kursor myszy
IDC_ST_CURSOR_SIZE		= Rozmiar
IDC_ST_EFFECTS_MOUSE		= Efekty myszy
IDC_CK_ADD_CLICK_EFFECTS	= Dodaj efekt kliku myszy
IDC_ST_CLICK_EFFECT_SIZE	= Rozmiar
IDC_ST_LEFT_CLICK_COLOR		= Kolor lewego kiku
IDC_ST_RIGHT_CLICK_COLOR	= Kolor prawego kliku
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Dodaj podświetlenie kursora
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= Rozmiar
IDC_ST_HIGHLIGHT_COLOR		= Kolor podświetlenia
IDC_ST_EFFECT_PREVIEW_TITLE	= Podgląd
IDC_ST_EFFECTS_MOUSE_SOUND	= Odtwarzaj dźwięki kliku myszy podczas nagrywania
IDC_CK_EFFECT_LCLICK_SOUND	= Lewy klik
IDC_CK_EFFECT_RCLICK_SOUND	= Prawy klik

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= Add text overlay to video
IDC_BTN_TEXT_OVERLAY_ADD	= Add
IDC_BTN_TEXT_OVERLAY_EDIT	= Edit
IDC_BTN_TEXT_OVERLAY_DEL	= Delete

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Opcje
IDC_ST_REC_PRIORITY		= Priorytet nagrywania :
IDC_ST_REC_PRIORITY2		= Wyższy priorytet może zredukować gubienie klatek.
IDC_ST_FOR_DX_GL		= Dla okna DirectX/OpenGL
IDC_CK_SKIP_RECORDING		= Przerwij nagrywanie po nieodświeżonej ramce
IDC_CK_ENHANCED_DX9_CAPTURE	= Użyj poprawionej metody przechwytywania (szybciej, tylko DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= Dla trybu nagrywania ekranu
IDC_CK_SHOW_COUNTDOWN_TIMER	= Show countdown timer before recording begins
IDC_CK_ENHANCED_CAPTURE		= Użyj poprawionej metody przechwytywania (szybciej, Windows 8 i wyżej)
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = Odtwórz efekty dźwiękowe podczas uruchamiania lub zatrzymywania

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= Podgląd i ustawienia zaawansowane Webcam
IDC_ST_WEBCAM_PRESET_POS	= Profil pozycji
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= Ustawienia
IDC_ST_WEBCAM_DEVICE		= Kamera:
IDC_BTN_WEBCAM_DEVICE		= Ustawienia
IDC_ST_WEBCAM_DEVICE_FMT	= Format:
IDC_ST_WEBCAM_SIZE		= Rozmiar nakładki:
IDC_ST_WEBCAM_POS_H		= Pozycja X:
IDC_ST_WEBCAM_POS_V		= Pozycja Y:
IDC_ST_WEBCAM_FLIPSCREEN	= Odbicie ekranu:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= Pozycja X
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= Kolor:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= Wybierz
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = Podobieństwo: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= Mieszanie:
IDC_LN_WEBCAM_HELP		= Pomoc

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Podgląd kamery

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= Text overlay settings
IDC_ST_TEXT_OVERLAY_SETTINGS	= Settings
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= Include timestamp
IDC_ST_TEXT_FONT		= Font:
IDC_ST_TEXT_SIZE		= Size:
IDC_ST_TEXT_MARGIN		= Margin:
IDC_ST_TEXT_ALPHA		= Alpha:
IDC_ST_TEXT_COLOR		= Text color:
IDC_CK_TEXT_SHADOW_COLOR	= Shadow:
IDC_CK_TEXT_OUT_COLOR		= Outline:
IDC_LN_TEXT_HELP		= [ Pomoc ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= Ustawienia przechwytu obrazu

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= Dodaj logo do obrazu
IDC_ST_IMG_LOGO_SETTING		= Ustawienia
IDC_ST_IMG_LOGO_IMAGE		= Obraz:
IDC_ST_IMG_LOGO_OPACITY		= Nieprzezrocz.:
IDC_ST_IMG_LOGO_POS		= Pozycja:
IDC_ST_IMG_LOGO_LR_MARGINS	= P/L margines:
IDC_ST_IMG_LOGO_TB_MARGINS	= G/D margines:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Dostosuj rozmiar docelowy
IDC_ST_TARGET_SIZE_SETTING	= Ustawienia
IDC_ST_TARGET_SIZE		= Rozmiar docelowy:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Dodaj nowy profil rozmiaru
IDC_ST_ADD_SIZE_PRESET		= Możesz zapisać pozycję i rozmiar nagrywanego obrazu jako profil.\nWpisz nazwę nowego profilu.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Edytuj profile rozmiaru
IDC_BTN_SIZE_PRESET_ADD		= Dodaj
IDC_BTN_SIZE_PRESET_DEL		= Usuń
IDC_BTN_SIZE_PRESET_REN		= Zmień nazwę
IDC_BTN_SIZE_PRESET_UP		= W górę
IDC_BTN_SIZE_PRESET_DN		= W dół

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Zmień nazwę istniejącego profilu
IDC_ST_REN_SIZE_PRESET		= Wpisz nową nazwę profilu.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Informacje
IDC_ST_ACAP_INFO		= Informacje o przechwycie dźwięku
IDC_ST_ACAP_INFO2		= Dźwięk nie jest przechwytywany. Sprawdź 'Ustawienia nagrywania'. \n\nWyświetlić pomoc online?
IDC_CK_ACAP_DO_NOT_ASK		= Nie pytaj ponownie
IDC_BTN_YES			= Tak
IDC_BTN_NO			= Nie

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Maks. czas nagrywania
IDC_ST_RC_TIME_SETTING		= Ustawienia
IDC_ST_RC_TIME_HOUR		= Godz.
IDC_ST_RC_TIME_MIN		= Min.
IDC_ST_RC_TIME_SEC		= Sek.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Maks. wielkość nagranego pliku
IDC_ST_RC_FILESIZE_SETTING	= Ustawienia

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Dodaj nowy profil
IDC_ST_ADD_PRESET		= Możesz zapisać bieżące ustawienia formatu jako nowy profil.\nWpisz nazwę nowego profilu.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Edytuj profile.
IDC_BTN_PRESET_ADD		= Dodaj
IDC_BTN_PRESET_DEL		= Usuń
IDC_BTN_PRESET_REN		= Zmień nazwę
IDC_BTN_PRESET_UP		= W górę
IDC_BTN_PRESET_DN		= W dół

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Zmień nazwę profilu
IDC_ST_REN_PRESET		= Wpisz nową nazwę profilu.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Wybierz zewnętrzny kodek wideo
IDC_ST_CODEC_EX_LIST		= Lista kodeków
IDC_ST_CODEC_EX_SETTINGS	= Ustawienia
IDC_ST_CODEC_EX_DRIVER		= Nazwa sterownika
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= Jakość
IDC_ST_CODEC_EX_DATERATE	= Przepływność
IDC_ST_CODEC_EX_KEYFRAME	= Odstęp klat. klucz.
IDC_CK_CODEC_EX_PREFER_RGB	= Prefer. przestrzeń koloru RGB
IDC_BTN_CODEC_EX_CONFIG		= Konfiguruj
IDC_BTN_CODEC_EX_ABOUT		= O kodeku
IDC_ST_CODEC_EX_HELP		= Pomoc

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Lista zablokowanych procesów
IDC_ST_BLOCK_LIST		= Tych programów nie można przechwytywać.
IDC_ST_BLOCK_LIST_EX		= Przykład:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= Ustawienia H.264 (NVIDIA® CUDA™)
IDC_ST_H264_CUDA_RATE_CONTROL	= Sterowanie przepływnośćą
IDC_RD_H264_CUDA_VBR		= VBR - oparte na jakości (zalecane)
IDC_RD_H264_CUDA_CBR		= CBR - oparte na przepływności
IDC_ST_H264_CUDA_GPU_USAGE	= Użycie GPU
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Tylko GPU (dla szybszych GPU)
IDC_ST_H264_CUDA_GPU_DEVICE	= Urządzenie GPU:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Inne opcje
IDC_ST_H264_CUDA_FOURCC_USED	= Kod FourCC:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Odstęp klatek kluczowych:
IDC_ST_H264_CUDA_FOURCC_HELP	= Pomoc

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= Ustawienia H.264 (Quick Sync Video)
IDC_ST_H264_SYNC_RATE_CONTROL	= Sterowanie przepływnością
IDC_RD_H264_SYNC_VBR		= VBR - oparte na jakości (zalecane)
IDC_RD_H264_SYNC_CBR		= CBR - oparte na przepływności
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Inne opcje
IDC_ST_H264_SYNC_FOURCC_USED	= Kod FourCC:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Odstęp klatek kluczowych:
IDC_ST_H264_SYNC_FOURCC_HELP	= Pomoc

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= Ustawienia H.264 (AMD VCE)
IDC_ST_H264_APP_RATE_CONTROL	= Sterowanie przepływnośćą
IDC_RD_H264_APP_VBR		= VBR - oparte na jakości (zalecane)
IDC_RD_H264_APP_CBR		= CBR - oparte na przepływności
IDC_ST_H264_APP_OTHER_OPTIONS	= Inne opcje
IDC_ST_H264_APP_FOURCC_USED	= Kod FourCC:
IDC_ST_H264_APP_KEYFRAME_INT	= Odstęp klatek kluczowych:
IDC_ST_H264_APP_FOURCC_HELP	= Pomoc

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Ustawienia Xvid
IDC_ST_XVID_RATE_CONTROL	= Sterowanie przepływnośćą
IDC_RD_XVID_VBR			= VBR - oparte na jakości (zalecane)
IDC_RD_XVID_CBR			= CBR - oparte na przepływności
IDC_ST_XVID_OPTIMIZATION	= Optymalizacja
IDC_RD_XVID_FASTER_SPEED	= Szybsze kodowanie
IDC_RD_XVID_SMALLER_SIZE	= Mniejsza wielkość pliku
IDC_ST_XVID_OTHER_OPTIONS	= Inne opcje
IDC_ST_XVID_KEYFRAME_INT	= Odstęp klatek kluczowych:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= Ustawienia H.264 (NVIDIA® NVENC)
IDC_ST_H264_NVENC_RATE_CONTROL	= Sterowanie przepływnośćą
IDC_RD_H264_NVENC_VBR		= VBR - oparte na jakości (zalecane)
IDC_RD_H264_NVENC_CBR		= CBR - oparte na przepływności
IDC_ST_H264_NVENC_GPU_USAGE	= Użycie GPU
IDC_ST_H264_NVENC_GPU_DEVICE	= Urządzenie GPU:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Inne opcje
IDC_ST_H264_NVENC_FOURCC_USED	= Kod FourCC:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Odstęp klatek kluczowych:
IDC_ST_H264_NVENC_FOURCC_HELP	= Pomoc

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= Ustawienia H.264 (CPU)
IDC_ST_H264_RATE_CONTROL	= Sterowanie przepływnośćą
IDC_RD_H264_VBR			= VBR - oparte na jakości (zalecane)
IDC_RD_H264_CBR			= CBR - oparte na przepływności
IDC_ST_H264_OPTIMIZATION	= Optymalizacja
IDC_RD_H264_FASTER_SPEED	= Wyższa szybkość kodowania
IDC_RD_H264_BALANCED		= Zbalansowana wydajność
IDC_RD_H264_SMALLER_SIZE	= Mniejsza wielkość pliku
IDC_ST_H264_OTHER_OPTIONS	= Inne opcje
IDC_ST_H264_KEYFRAME_INT	= Odstęp klatek kluczowych:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Nagrywanie czasowe
IDC_ST_TIMER_SETTINGS		= Ustawienia
IDC_RD_TIMER_START_IN		= Start za
IDC_ST_TIMER_MINUTES		= minut(y)
IDC_RD_TIMER_START_AT		= Start o
IDC_CK_TIMER_MINIMIZE		= Minimalizuj Bandicam do zasobnika po starcie nagrywania.
IDC_ST_TIMER_AUTO_COMPLETE	= Automat. zakończ nagrywanie
IDC_BTN_TIMER_AUTO_COMPLETE	= Ustawienia

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Nagrywanie czasowe - czas do startu
IDC_ST_TIMER_WAITING_INFO	= Czekaj do startu nagrywania o %s.
IDC_ST_TIMER_ELAPSED		= Upływ czasu:
IDC_ST_TIMER_REMAINING		= Pozostały czas:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= Ustawienia Kl/sek
IDC_ST_FORMAT_FPS_MODE		= Tryb częstości klatek
IDC_RD_FORMAT_FPS_CFR		= Preferuj CFR - Stałą częstotliwość klatek
IDC_ST_FORMAT_FPS_CFR		= Zmniejsza VFR, gdy wydajność kodeka nie jest wystarczająco dobra.
IDC_RD_FORMAT_FPS_VFR		= Użyj VFR - zmiennej liczby klatek/sek (zalecane)
IDC_ST_FORMAT_FPS_HELP		= Pomoc

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= Prześlij na Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO	= Informacje o przesłaniu
IDC_ST_YOUTUBE_FILENAME		= Nazwa pliku:
IDC_ST_YOUTUBE_TITLE		= Tytuł:
IDC_ST_YOUTUBE_DESCRIPTION	= Opis:
IDC_ST_YOUTUBE_PRIVACY		= Prywatność:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= Każdy - Pozwól wszystkim na oglądanie
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= Niewidoczny - każdy, kto ma link może obejrzeć wideo
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= Prywatny - wideo dostępne tylko dla mnie i wybranych przeze mnie
IDC_BTN_YOUTUBE_UPLOAD		= Prześlij
IDC_LN_YOUTUBE_HELP		= Pomoc
IDC_LN_YOUTUBE_TOS		= Klikając na "Prześlij", oświadczasz, że posiadasz wszelkie prawa do treści lub masz upoważnienie właściciela do udostępniania publicznie treści w serwisie YouTube i że jest on zgodny z <a> Warunkami korzystania z YouTube </a >.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= Przesyłanie...
IDC_ST_YOUTUBE_UPLOADED		= Przesyłanie zakończone!
IDC_ST_YOUTUBE_LINK		= Link:
IDC_ST_YOUTUBE_EMBED		= Wstawione:
IDC_BTN_YOUTUBE_LINK_GO		= Idź
IDC_BTN_YOUTUBE_EMBED_COPY	= Kopiuj
IDC_BTN_YOUTUBE_CLOSE		= Zamknij

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Prześlij na Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Informacje o przesłaniu
IDC_ST_VIMEO_FILENAME		= Nazwa pliku:
IDC_ST_VIMEO_TITLE		= Tytuł:
IDC_ST_VIMEO_DESCRIPTION	= Opis:
IDC_ST_VIMEO_PRIVACY		= Prywatność:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Każdy - Pozwól wszystkim na oglądanie
IDC_RD_VIMEO_PRIVACY_ONLYME	= Tylko ja - Ten film będzie widoczny tylko dla mnie i nikogo innego
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Tylko śledzonym prze ze mnie - Widoczny dla ludzi, których śledzę na Vimeo
IDC_RD_VIMEO_PRIVACY_UNLISTED	= Tylko osoby z linkiem prywatnym mogą zobaczyć to wideo
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (Użytkownicy Vimeo Basic nie mogą korzystać z tej opcji)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= Tylko osoby z hasłem mogą zobaczyć to wideo 
IDC_CK_HIDE_PASSWORD		= Ukryj hasło
IDC_BTN_VIMEO_UPLOAD		= Prześlij
IDC_LN_VIMEO_HELP		= Pomoc

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Przesyłanie...
IDC_ST_VIMEO_UPLOADED		= Przesyłanie zakończone!
IDC_ST_VIMEO_LINK		= Link:
IDC_ST_VIMEO_EMBED		= Wstawione:
IDC_BTN_VIMEO_LINK_GO		= Idź
IDC_BTN_VIMEO_EMBED_COPY	= Kopiuj
IDC_BTN_VIMEO_CLOSE		= Zamknij

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= Prześlij na Facebook.com
IDC_ST_FACEBOOK_UPLOADINFO	= Informacje o przesłaniu
IDC_ST_FACEBOOK_FILENAME	= Nazwa pliku:
IDC_ST_FACEBOOK_TITLE		= Tytuł:
IDC_ST_FACEBOOK_DESCRIPTION	= Opis:
IDC_ST_FACEBOOK_PRIVACY		= Prywatność:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= Każdy - Pozwól wszystkim na oglądanie
IDC_RD_FACEBOOK_PRIVACY_FOF	= Znajomi znajomych - Pozwól przyjaciołom znajomych zobaczyć to wideo
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= Znajomi - Pozwól znajomym zobaczyć to wideo
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= Tylko ja - To wideo jest widoczne tylko dla Ciebie
IDC_BTN_FACEBOOK_UPLOAD		= Prześlij
IDC_LN_FACEBOOK_HELP		= Pomoc

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= Przesyłanie...
IDC_ST_FACEBOOK_UPLOADED	= Przesyłanie wideo jest zakończone!
IDC_ST_FACEBOOK_LINK		= Link:
IDC_BTN_FACEBOOK_LINK_GO	= Idź
IDC_BTN_FACEBOOK_CLOSE		= Zamknij

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= Kodek NVENC
IDC_LN_NVENC_AVAILABLE		= Kodek NVIDIA NVENC H.264 jest dostępny. Jest to wysokowydajny kodek wykorzystujący akcelerację sprzętową. Czy chciałbyś użyć kodeka NVENC H.264?\n<a>więcej</a>
IDC_CK_NVENC_AVAILABLE		= Nie pytaj ponownie

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Dostępny jest Intel® Quick Sync Video (QSV)
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 jest dostępny. QSV to wysokowydajny kodek wykorzystujący akcelerację sprzętową. \nCzy chciałbyś użyć kodeka QSV H.264?\n<a>więcej</a>
IDC_CK_QSV_AVAILABLE		= Nie pytaj ponownie

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= Wybór urządzenia
IDC_ST_DEVICE_SELECTION		= Wybór
IDC_ST_DEVICE_NAME		= Urządzenie:
IDC_BTN_DEVICE_NAME_SETTINGS	= Ustawienia
IDC_ST_DEVICE_FORMAT		= Format:
IDC_ST_DEVICE_VIDEO_INPUT	= Wejście wideo:
IDC_ST_DEVICE_AUDIO_INPUT	= Wejście audio:
IDC_CK_DEVICE_AUDIO_CUSTOM	= Use custom audio device
IDC_BTN_DEVICE_INPUT_SETTINGS	= Ustawienia
IDC_ST_DEVICE_OPTIONS		= Opcje
IDC_ST_DEVICE_DEINTERLAING	= Usuwanie przeplotu:
IDC_ST_DEVICE_FLIPSCREEN	= Odbij ekran:
IDC_CK_DEVICE_FLIPSCREEN_H	= Poziomo
IDC_CK_DEVICE_FLIPSCREEN_V	= Pionowo
IDC_LN_DEVICE_HELP		= Pomoc

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= Problem zgodności pochodzeniem
IDC_LN_CAUTION_USING_WINAPPS	= Gdy połączenie programu z Windows (UWP) jest włączone, może wystąpić problem ze zgodnością z pochodzenia. <a>Kliknij tut</a> aby rozwiązać ten problem.\n\nNa pewno chcesz używać połączenia programu z Windows (UWP)?
IDC_CK_CAUTION_USING_WINAPPS	= Nie pytaj ponownie

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= Harmonogram nagrań
IDC_ST_SREC_LIST_TEXT		= Harmonogram rozpoczęcia nagrywania o określonej godzinie. (Funkcja ta jest dostępna, gdy działa Bandicam)
IDC_BTN_SREC_LIST_ADD		= Dodaj
IDC_BTN_SREC_LIST_EDIT		= Edytuj
IDC_BTN_SREC_LIST_DELETE	= Usuń
IDC_BTN_SREC_LIST_CLOSE		= Zamknij

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= Harmonogram nagrań
IDC_ST_SREC_SETTINGS_NAME	= Nazwa:
IDC_CK_SREC_ACTIVE		= Aktywny
IDC_ST_SREC_SCHEDULING		= Harmonogram
IDC_RD_SREC_ONE_TIME		= Jeden raz
IDC_RD_SREC_DAILY		= Codziennie
IDC_RD_SREC_WEEKLY		= Co tydzień
IDC_ST_SREC_START_TIME		= Czas rozpoczęcia:
IDC_ST_SREC_END_TIME		= Czas zakończenia:
IDC_CK_SREC_DURATION		= Czas trwania
IDC_CK_SREC_SUN			= Niedziela
IDC_CK_SREC_MON			= Poniedziałek
IDC_CK_SREC_TUE			= Wtorek
IDC_CK_SREC_WED			= Środa
IDC_CK_SREC_THU			= Czwartek
IDC_CK_SREC_FRI			= Piątek
IDC_CK_SREC_SAT			= Sobota
IDC_ST_SREC_RECORDING		= Nagrywanie
IDC_ST_SREC_TARGET		= Miejsce docelowe nagrywania:
IDC_BTN_SREC_TARGET_SELECT	= Wybierz
IDC_ST_SREC_AFTER_RECORDING	= Po nagraniu:
IDC_LN_SREC_HELP		= [ Pomoc ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= No sound capture devices
IDC_ST_ACAP_NO_DEVICE		= No sound capture devices have been detected.\nTherefore, there will be no audio track in the recorded video file.
IDC_CK_ACAP_DO_NOT_SHOW		= Don't show this message again

[MENU]
ID_POPUP_ABOUT			= O programie
ID_POPUP_GENERAL		= Ustawienia - główne
ID_POPUP_FRAME			= Ustawienia - Kl/sek
ID_POPUP_VIDEO			= Ustawienia - wideo
ID_POPUP_IMAGE			= Ustawienia obrazu
ID_POPUP_OUTPUTS		= Lista plików wyjściowych
ID_POPUP_OPENOUTPUTFOLDER	= Otwórz folder docelowy
ID_POPUP_TARGET			= Cel
ID_POPUP_SETTINGS		= Ustawienia
ID_POPUP_SIZE			= Skalowanie DPI
ID_POPUP_EXIT			= Wyjście

ID_TARGET_DIRECTX		= Tryb nagrywania gry
ID_TARGET_SCREEN		= Tryb nagrywania ekranu - Prostokąt
ID_TARGET_FULL			= Tryb nagrywania ekranu - Pełny ekran
ID_TARGET_MOUSE			= Tryb nagrywania ekranu - Wokół myszy
ID_TARGET_DEVICE		= Tryb nagrywania urządzenia
ID_TARGET_HELP			= Pomoc

ID_TARGET_HIDE			= Pokaż / Ukryj \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= Kopiuj do schowka \t Ctr+C, Ctrl+Alt+C
ID_TARGET_PEN			= Tryb rysowania \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Zawsze na wierzchu
ID_TARGET_COUNTDOWN_TIMER	= Show countdown timer
ID_TARGET_TRANSPARENCY		= Nieprzezroczystość
ID_TARGET_SIZE			= Rozmiar
ID_TARGET_ADJUST		= Ustaw

ID_TARGET_MOVE_LEFT		= Przesuń w lewo \t Left
ID_TARGET_MOVE_RIGHT		= Przesuń w prawo \t Right
ID_TARGET_MOVE_UP		= Przesuń w górę \t Up
ID_TARGET_MOVE_DOWN		= Przesuń w dół \t Down

ID_TARGET_INC_WIDTH		= Zwiększ szerokość \t Shift+Right
ID_TARGET_DEC_WIDTH		= Zmniejsz szerokość \t Shift+Left
ID_TARGET_INC_HEIGHT		= Zwiększ wysokość \t Shift+Down
ID_TARGET_DEC_HEIGHT		= Zmniejsz wysokość \t Shift+Up

ID_TARGET_FIND_WINDOW		= Wybierz obszar nagrywania \t Ctrl+F
ID_TARGET_FULLSCREEN		= Pełny ekran \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Dopasuj do 4:3
ID_TARGET_RATIO_16_9		= Dopasuj do 16:9
ID_TARGET_SIZE_CUSTOM		= Własny rozmiar \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Profil rysowania \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Dodaj profil
ID_TARGET_SIZE_PRESET_EDIT	= Edytuj profil
ID_TARGET_SIZE_RU		= Ostatio użyty rozmiar \t Ctrl+S

ID_TARGET_OPEN_OUTPUTFOLDER	= Otwórz folder docelowy
ID_TARGET_OUTPUT_LIST		= Lista plików wyjściowych
ID_TARGET_EXIT_BANDICAM		= Zamknij program

ID_DEVICE_HIDE			= Pokaż / Ukryj \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= Kopiuj do schowka \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= Zawsze na wierzchu
ID_DEVICE_SELECTION		= Wybór urządz. \t Ctrl+D
ID_DEVICE_FULLSCREEN		= Pełny ekran \t Enter
ID_DEVICE_ZOOM			= Powiększenie
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= Proporcje obrazu
ID_DEVICE_KEEP_ASPECT_RATIO	= Utrzymuj proporcje
ID_DEVICE_ASPECT_RATIO_DEFAULT	= Domyślny
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= Otwórz folder wyjściowy
ID_DEVICE_OUTPUT_LIST		= Lista plików wyjściowych
ID_DEVICE_EXIT_BANDICAM		= Wyjdź z Bandicam

ID_USER_PRESET_ADD		= Dodaj
ID_USER_PRESET_EDIT		= Edytuj

ID_SORT_BY_DATE			= Sortuj wg daty
ID_SORT_BY_NAME			= Sortuj wg nazwy
ID_SORT_BY_SIZE			= Sortuj wg wielkości

ID_OUTPUTS_LB_PLAY		= Odtwórz
ID_OUTPUTS_LB_OPEN		= Otwórz
ID_OUTPUTS_LB_EDIT		= Edytuj
ID_OUTPUTS_LB_RENAME		= Rename     \t F2
ID_OUTPUTS_LB_DELETE		= Usuń     \t Del
ID_OUTPUTS_LB_SELECT_ALL	= Wybierz wszystko \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER	= Otwórz folder docelowy

ID_UPLOAD_TO_YOUTUBE		= Prześlij na Youtube
ID_UPLOAD_TO_VIMEO		= Prześlij na Vimeo
ID_UPLOAD_TO_FACEBOOK		= Prześlij na Facebook

ID_BDCAM_SIZE_DEFAULT		= Domyślna wielkość
